anthropic.claude-code
continue.continue
firefox-devtools.vscode-firefox-debug
github.copilot
github.copilot-chat
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-ossdata.vscode-pgsql
ms-azuretools.vscode-docker
vscodevim.vim